---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TableCellStyle
source: html/4edadf5a-2226-7856-5b77-2df22f68ef3f.htm
---
# TableCellStyle Members

Constructs a new TableCellStyle with default settings.